Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: They are required to provide free preventive care like checkups and mammograms, a provision that has already helped 54 million Americans with private insurance.
ht: Lwa ke'm te pase ya oblije ke yo ba'w swen prevantif gratis, tankòm mamogram avèk kèk lòt egzamen ankò, yon kondisyon ki deja ede 54 milyon Ameriken ki gen asirans prive.

source: And by this August nearly 13 million of you will receive a rebate from your insurance company because it spent too much on things like administrative costs and CEO bonuses, and not enough on your healthcare.
ht: Epi, a pati de 13 Out ane sa, prèske 13 milyon moun pral jwenn yon chèk ki soti nan men de konpayi asirans yo paske yo te depanse twòp, sou kèk bagay, tankòm depans administratif avèk bonis pou dirijan yo, olye ke yo te depanse ase sou sante'w.

source: There's more.
ht: Gen lòt bagay ankò.

source: Because of the Affordable Care Act young adults under the age of 26 are able to stay on their parents' healthcare plans, a provision that has already helped 6 million young Americans.
ht: Akoz de lwa sa, jèn fi ak gason ki gen mwens ke 26 an ap kapab rete sou plan asirans paran yo, yon pwovizyon ki gentan ede 6 milyon jèn Ameriken.

source: And because of the Affordable Care Act seniors receive a discount on their prescription drugs, a discount that has already saved more than 5 million seniors on Medicare about 600 dollars each.
ht: Epi, akoz de lwa sa, tout granmoun ki fè retrèt ap resevwa yon rabè sou medikaman ke doktè preskri yo. Kondisyon sa gentan koz plis ke 5 milyon granmoun ekonomize prèske 600 dola chak, sou lajan ke yo konn peye pou asirans espesyal yo ki rele "Medikè (Medicare)"

source: All of this is happening because of the Affordable Care Act.
ht: Tout bagay sa yo pral rive akoz de "Lwa pou Swen Abòdab" la

source: These provisions provide common sense protections for middle class families and they enjoy broad popular support.
ht: Kondisyon sa yo founi pwoteksyon ki fè sans pou fanmiy ki fè pati de klas mwayèn peyi ya, epi yo jwenn sipò popilè kay etranje ki pa rete isit.

source: And thanks to today's decision all of these benefits and protections will continue for Americans who already have health insurance.
ht: Epi, gras a desizyon jodi ya, tout benefis ak pwoteksyon sa yo ap kontinye egziste pou Ameriken ki deja gen asirans de sante.

source: Now if you're one of the 30 million Americans who don't yet have health insurance, starting in 2014 this law will offer you an array of quality affordable private health insurance plans to chose from.
ht: Men, si'w se youn nan 30 milyon Ameriken ki pako genyen asirans de sante, a pati de 2014, lwa sa pral ofri'w yon kantite de bèl plan asirans prive ke'w ka chwazi, ki gen pri ki abòdab

source: Each state will take the lead in designing their own menu of options.
ht: Chak eta peyi ya pral kreye pwòp lis de opsyon pa yo.

source: And if states can come up with even better ways of covering more people at the same quality and cost, this law allows them to do that too.
ht: Epi si eta yo ka twouve fason ki ka pèmèt yo bay plis moun asirans, pou menm kalite avèk pri ke kounye ya, lwa swa ap pèmèt ke yo ka fè sa tou.

source: And I've asked Congress to help speed up that process and give states this flexibility in Year One.
ht: Epi, m'te mande Kongrès (Congress) pou'l ede fè pwosesis sa pi vit, epi pou'l bay eta yo anpil fleksibilite pandan premye ane ke lwa sa pral pase.

source: Once states set up these health insurance marketplaces, known as exchanges, insurance companies will no longer be able to discriminate against any American with a pre-existing health condition.
ht: Yon fwa ke eta yo kreye makèt, pou yo vann plan asirans de sante yo, konpayi asirans p'ap ka dezòmè diskrimine kont okenn Ameriken ki te genyen yon maladi avan ke yo te aplike pou asirans.

source: They won't be able to charge you more just because you're a woman.
ht: Yo p'ap ka chaje plis sèlman paske'w se yon fanm.

source: They won't be able to bill you into bankruptcy.
ht: Yo p'ap ka chaje'w jis kaske'w vin totalman razè.

source: If you're sick you'll finally have the same chance to get quality affordable healthcare as everyone else.
ht: Si'w malad, finalman ou pral gen menm chans pou'w jwenn swen de sante de bòn kalite ki abòdab, tankòm tout rès moun.

source: And if you can't afford the premiums you'll receive a credit that helps pay for it.
ht: Epi, si'w pa ka peye pou plan asirans ou wa, gouvènman ap ba'w lajan k'ap ede'w peye'l.

source: Today the Supreme Court also upheld the principle that people who can afford health insurance should take the responsibility to buy health insurance.
ht: Jodi ya, Tribinal Siprèm nan osi sipòte prensip ki di ke moun ki ka peye pou plan de asirans yo sipoze pran responsabilite pou yo peye pou sa.

source: This is important for two reasons.
ht: Sa enpòtan pou de rezon.

source: First, when uninsured people who can afford coverage get sick and show up at the Emergency Room for care, the rest of us end up paying for their care in the form of higher premiums.
ht: Premyeman, lè moun ki pa gen asirans, men ki ka peye pou sa, malad epi y'al nan depatman irjans lopital pou yo jwenn swen, rès nan nou arive peye pou yo, paske sa koz konpayi asirans monte pri plan yo sou nou.

source: And second, if you ask insurance companies to cover people with pre-existing conditions but don't require people who can afford it to buy their own insurance some folks might wait until they're sick to buy the care they need which would also drive up everybody else's premiums.
ht: Epi dezyèmman, si'w mande konpayi asirans yo pou yo peye pou swen de moun ki te malad avan ke yo te aplike pou plan yo wa, pandan ke'w pa oblije moun ki ka peye pou plan de asirans yo pou yo peye pou sa gen moun ki t'ap ret tann kou yo malad pou y'al achte asirans ke yo t'ap bezwen yan. Sa t'ap monte kantite lajan ke tout rès nan nou peye pou plan'n yo.

source: That's why even though I knew it wouldn't be politically popular and resisted the idea when I ran for this office, we ultimately included a provision in the Affordable Care Act that people who can afford to buy health insurance should take the responsibility to do so.
ht: Se poutèt sa, menm si'm te konnen ke sa patap politikman popilè epi ke'm te rejte ide sa lè'm t'ap fè kanpay pandan dènye eleksyon prezidansyèl la, administrasyon'm nan anfen arive mete yon kondisyon nan "Lwa pou Swen Abòdab" la ki oblije ke moun ki ka peye pou plan asirans de sante yo sipoze pran responsabilite pou yo fè sa.

source: In fact this idea's enjoyed support from members of both parties including the current Republican nominee for President.
ht: Ide sa menm jwenn sipò kay manm de tou lè de pati politik yo. Menm repibliken ki aktyèlman kandida pou prezidans lan sipòte sa tou.

source: Still I know the debate over this law has been divisive.
ht: Menm si sa, m'konnen ke deba ki fèt sou lwa sa konn divize anpil nan nou.

source: I respect the very real concerns that millions of Americans have shared.
ht: Mwen vrèman respekte tout enkyetid ke anpil Ameriken pataje sou lwa sa.

source: And I know a lot of coverage through this healthcare debate has focused on what it means politically.
ht: Epi, m'konnen ke anpil sa moun rapòte sou deba de zafè de sante sa se sou pwoblèm politik yo ke yo konsantre sa.

source: Well, it should be pretty clear by now that I didn't do this because it was good politics.
ht: E byen, li ta dwe èt trè klè kounye ya, ke'm pat fè sa paske sa sete yon bon dezisyon politik ke'l te ye.

source: I did it because I believed it was good for the country.
ht: M'te fè sa paske'm te kwè ke sa te bon pou peyi ya.

source: I did it because I believed it was good for the American people.
ht: M'te fè sa paske m'te kwè ke sa te bon pou pèp Ameriken yan.

source: You know there's a framed letter that hangs in my office right now.
ht: Gen yon lèt ke'm te ankadre, ki aktyèlman pandye sou mi nan biwo'm nan.

source: It was sent to me during the healthcare debate by a woman named Natoma Canfield.
ht: Yon moun te voye lèt sa ban'm pandan deba sou zafè de sante sa. Moun sa, se yon fanm ki rele Natoma Kenfild (Natoma Canfield).

source: For years and years Natoma did everything right.
ht: Pandan plizyè ane, Natoma te fè tout sa ke'l te sipoze fè.

source: She bought health insurance.
ht: Li te achte asirans de sante.

source: She paid her premiums on time.
ht: Li te peye pou plan'l lan a lè.

source: But 18 years ago Natoma was diagnosed with cancer.
ht: Men, 18 an de sa, doktè te di Natoma ke'l te gen kansè.

source: And even though she'd been cancer-free for more than a decade her insurance company kept jacking up her rates year after year.
ht: Epi, menm si'l pa't gen kansè pandan o mwen 10 ane pandan plizyè ane, konpayi ki ba'l asirans lan te monte kantite lajan ke Natoma konn abitye peye.

source: And despite her desire to keep her coverage, despite her fears that she would get sick again, she had to surrender her health insurance and was forced to hang her fortunes on chance.
ht: Malgre ke'l te vle kenben plan asirans li yan, malgre ke'l te pè malad ankò, li te arive bay vag. Pri plan asirans li yan te vin fèl razè nèt.

source: I carried Natoma's story with me every day of the fight to pass this law.
ht: M't'ap panse de istwa de Natoma yan chak jou ke'm t'ap goumen pou lwa sa pase.

source: It reminded me of all the Americans, all across the country who have had to worry not only about getting sick but about the cost of getting well.
ht: Li te fè'm sonje de tout Ameriken, atravè peyi yan, ki pat non sèlman pè malad men ki te pè tou akoz ke yo patap genyen ase kòb pou yo peye pou swen yo.

source: Natoma's well today.
ht: Natoma byen dyanm jodi ya.

source: And because of this law there are other Americans, other sons and daughters, brothers and sisters, fathers and mothers who will not have to hang their fortunes on chance.
ht: Epi, akoz de lwa sa, gen lòt Ameriken, lòt pitit gason avèk pitit fi, frè ak sè, papa ak manman ki pa pral razè akoz de maladi.

source: These are the Americans for whom we passed this law.
ht: Se pou Ameriken sa yo ke'n te pase lwa sa.

source: The highest court in the land has now spoken.
ht: Tribinal ki pi wo nan peyi yan pale kounye ya.

source: We will continue to implement this law.
ht: Nou pral kontinye aplike lwa sa.

source: And we'll work together to improve on it where we can.
ht: Epi, nou pral travay ansanm pou'n fèl pi bon kote nou kapab.

source: But what we won't do, what the country can't afford to do is refight the political battles of two years ago or go back to the way things were.
ht: Men, sa nou p'ap fè, sa peyi ya pakab nan pèdi tan fè, se rekonbat goumen politik ke'n te fè de zan de sa, oubyen retounen fè bagay yo jan yo te konn abitye fèt.

source: With today's announcement it's time for us to move forward.
ht: Avèk anonsman sa jodi ya se tan pou'n avanse.

source: To implement and where necessary improve on this law.
ht: Pou'n aplike epi amelyore lwa sa kote sa nesesè.

source: Now's the time to keep our focus on the most urgent challenge of our time: putting people back to work, paying down our debt, and building an economy where people can have confidence that if they work hard they can get ahead.
ht: Se kounye ya pou'n fokis sou pwoblèm ki pi irjan nan peyi ya. Se pou'n fè moun peyi ya retwouve travay yo, peye dèt nou, epi bati yon ekonomi kote moun ka kwè ke si yo travay di y'ap ka avanse.

source: But today I'm as confident as ever that when we look back 5 years from now or 10 years from now or 20 years from now we'll be better off because we had the courage to pass this law and keep moving forward.
ht: Men jodi ya, m'byen kwè ke nan 5 an, 10 an, oubyen 20 an sa pral pi bon pou nou, paske nou te gen kouraj pou'n te pase lwa sa epi pou'n te avanse.

source: Thank you.
ht: Mèsi.

source: God bless you.
ht: Ke Bondye beni'w.

source: And God bless America.
ht: Epi, ke Bondye beni Amerika.

source: What I want to do in this video is revisit some ideas that you've probably taken for granted since the time that you were, like, three or four years old, but hopefully you'll kind of view it in a new light that will help inform us when we think about other types of number systems. So, we have ten digits in our number systems.
ht: Kisa mwen vle pou yo fè nan videyo sa a se revizite kèk ide nou sa nou te kapab byen pwan pou konsantman depi lè sa ou pa t, tankou, twa ou kat ane yo gen, men ak lespwa ke ou ap ti jan wè li nan yon nouvo limyè sa ap ede pou enfòme nou lè nou panse osijè de lòt kalite sistèm yo anpil.

source: Let me just start counting.
ht: Kite m' sèlman kòmanse konte.

source: So if I have nothing I use the symbol 0.
ht: Si mwen pa gen anyen mwen sèvi ak tout siy 0.

source: Then if I have one object
ht: Lè sa a, si mwen gen yon sèl bagay

source: I use the symbol 1.
ht: Mwen sèvi ak tout siy 1.

source: Actually, let me draw this out.
ht: Aktyèlman, kite m' fè sa.

source: So nothing, then if I have one thing, I use the symbol 1.
ht: Sèvi anyen, lè sa a si mwen gen yon sèl bagay, mwen ak tout siy 1.

source: If I have two things, I use the the symbol 2.
ht: Si mwen gen de bagay, mwen sèvi ak a la senbòl 2.

source: If I have three things, I use the symbol 3.
ht: Si mwen gen twa bagay, mwen sèvi ak tout siy 3.

source: Let me scroll down a little bit so you can see that.
ht: Kite m' faire anba yon ti jan pou nou ka wè sa.

source: If I have four things, I use this symbol right over here.
ht: Si mwen gen kat bagay, mwen bay senbòl sa a droit sou isit la menm.

source: If I have five things, I use this symbol.
ht: Si mwen gen senk bagay sa yo, mwen sèvi ak senbòl sa a.

source: If I have six things... let's draw it like that... if I have I six things, I use that symbol.
ht: Si mwen gen sis bagay... Ann fè l kon sa... Si m' mwen gen sis bagay, mwen sèvi ak senbòl sa.

source: If I have seven things, I use that symbol.
ht: Si mwen gen sèt bagay, mwen sèvi ak senbòl sa.

source: I know this might be getting a little bit tedious, but this all has a point.
ht: Mwen konnen sa te ka al yon ti jan fatigan, men se sa a tout te gen yon pwen.

source: If I have eight things, eight things, I use this symbol.
ht: Si mwen gen wit bagay, bagay ywit, mwen sèvi ak senbòl sa a.

source: And if I have nine things I use this symbol.
ht: E si mwen gen bagay nèf mwen sèvi ak senbòl sa a.

source: And then if I have ten things... what symbol do I use?
ht: E si mwen gen dis bagay... senbòl ki fè mwen itilize?

source: I've already used up my ten digits, we only have ten digits in a base ten
ht: Mwen te gen deja itilize leve m' dis chiffres, nou sèlman dis chiffres nan yon baz dis

source: system, so we start reusing them.
ht: sistèm, se konsa nou kòmanse réutilisation yo.

source: So what we do is we reintroduce this idea of number places.
ht: Se poutèt sa nou fè a, se nou rétablir lide sa a, kote moun.

source: You said that I have one ten and zero ones.
ht: Ou di konsa: ke m gen dimil UN Et zéro ceux.

source: So you say you have one ten and zero ones. ...and then zero ones.
ht: Se konsa, ou di ou gen dimil UN Et zéro ceux. .. .and, puis ceux zewo.

source: We call this one, we say it's in the ten's place.
ht: Nou rele sa a, n' a di se nan plas dis an.

source: This is literally saying one, this is saying one tens, this is one tens plus zero ones.
ht: Sa mo pou mo di yonn, sa vle di menm yon sèl dè dizèn, men se yon sèl dè dizèn plis ceux zewo.

source: So that's what this is saying.
ht: Se konsa, sa se sa sa vle di menm.

source: But we didn't have to reuse it.
ht: Men, nou pa t gen réutilisation li.

source: We could have had maybe more symbols.
ht: Nou te kapab te gen dwa plis senbòl.

source: Maybe this was a symbol, or instead of, or maybe we would've created a new symbol.
ht: Gen dwa sa a te yon senbòl, ou tan pou, ou te petèt nou ta te kreye yon nouvo senbòl.

source: Instead of, you know, all of these had their own symbol, so instead of having to reuse the old ones maybe we could've made... the symbol star for ten.
ht: Tan fèt, nou konnen l ', yo tout sa yo te senbòl pwòp, olye ke yo gen pou réutilisation 24 ans pour petèt nou te kapab te fè rekòt kafe/zaboka senbòl a star dis.

source: And then when you go to eleven we would have had another symbol for that... let me go to eleven, just to hit the point home.
ht: Et puis lè ou ale nan onz nou ta pwal èske gen yon lòt siy pou sa... kite m' ale pou onze jis pou fwape pwen lakay. .

source: So... two, three, four, five, six, seven, eight, nine, ten, eleven.
ht: Pyè. fè tou de: twa, kat, senk, sis, sèt, wit, nèf, dis, onz.

source: So, eleven in our number system, we say that this is one ten... we say this one ten ... let me write it this way... one ten.
ht: Se konsa, onze nan sistèm nonm nou, n' a di ke sa se. yon sèl ten.. n' a di dis UN sa a rekòt kafe/zaboka kite m' ekri l' chemen sa a... une dimil. .

source: And then this is also, it's one ten, and then one one. ... and then one one. So, it's one ten, plus one one.
ht: Apre sa sa a tou, se dis UN, Et yonn apre lòt, yonn. rekòt kafe/zaboka Et lè sa a yon sèl moun.

source: I know this is kind of strange to see this way, but it represents this number of objects.
ht: Mwen konnen sa a ti jan de lòt nasyon pou wè wout sa a, men, sa ki repwezante sa a kantite atik ki gen valè.

source: If we had a base eleven, or I guess we could say base twelve number system, maybe we would have a symbol for this instead of reusing our old digits. Maybe a symbol could have been something wacky ... maybe it would've been a smiley face.
ht: Si nou te gen yon baz onze, ou mwen te panse nou te kapab di baz douz sistèm nonm, petèt nou pwal gen yon siy pou sa olye ke l réutilisation chiffres granmoun nou.

source: Who knows what it would've been.
ht: Te gen dwa yon senbòl kapab genyen yon bagay wacky rekòt kafe/zaboka petèt li ta ka te yon figi smiley. Moun ki konnen sa l' te gen ta.

source: And I'll introduce higher number base systems in, kind of, future videos where we see, kind of, the symbols that are actually used.
ht: E m ap prezante moute pi wo anpil sistèm baz nan, kalite, vidéos tan kap vini kote nou wè, kalite, senbòl yo favè relijye ki aktyèlman ap itilize.

source: But, what I want to do in this video is think about how would we count, or what symbols would we use if we had fewer digits, and in particular, how would we count things if we only had two digits - if we only had zero and one.
ht: Men sa mwen vle pou yo fè nan videyo sa a se panse osijè de ki jan nou ta ka konte, ou senbòl ki ta nou sèvi ak Si nou te gen mwens chiffres, e an patikilye, ki ta nou konte sa si nou sèlman te gen de chiffres - si nou sèlman te zewo, lòt la.

source: Essentially, what we're going to do is think about how we would represent numbers in base two.
ht: Esansyèlman, kisa nou pral fè se panse osijè de ki jan nou ta ka repwezante anpil moun nan baz de a.

source: Our traditional number system is a base ten number system.
ht: Sistèm nonm tradisyonèl nou se yon baz dis sistèm nonm.

source: We have ten digits - zero through nine.
ht: Nou gen dis chiffres - zewo nan nèf.

source: How would we count in base two?
ht: Konbyen ki ta nou konte nan de baz?

source: So, if you have zero things, you'd still probably say
ht: Se konsa, si ou gen bagay zewo, nou ta toujou kapab byen di

source: "hey, I have zero.
ht: "alo, mwen gen zewo.

source: I can use the digit zero."
ht: Mwen kapab itilize chif la zewo."

source: If I have one thing, I can still say
ht: Si mwen gen yon sèl bagay, mwen kapab toujou di

source: "hey, I have one thing"... because, we have the digits of zero and one.
ht: "alo, mwen gen yon sèl bagay"... Paske, nou gen les chiffres la zewo, lòt la. Se konsa, kite m' fè wè.

source: The digits here, the digits in base two, can be zero or one.
ht: Les chiffres isit la, les chiffres nan de baz, kapab zewo oswa yon sèl.

source: So, if I have one thing, I can still use the number one.
ht: Se konsa, si mwen gen yon sèl bagay, mwen kapab toujou itilize nimewo en.

source: But, now all of a sudden I have these two objects here, and I'm saying that I'm limited... to only these two digits over here.
ht: Men, koulye a tout de yon soudaine objets de sa yo isit la, Apre sa, m' ap di sa m' te limite pou sèlman sa yo de chiffres,... sou isit la.

source: So, how can I represent it.
ht: Se konsa, ki kapab mwen repwezante li.

source: Well, instead of having a ten's place, I could create a two's place. ...and I know it might sound a little bit counter-intuitive but I think you'll get used to it a little bit.
ht: Men, tan pou gen lieu yon dis a, mwen te kapab kreye place yon de la. .. .and, mwen konnen l' te ka sound yon ti jan counter-intuitive men mwen panse ke nou ap dapte li l' yon ti jan.

source: So, over here in base ten, we said we had one ten and zero ones.
ht: Se konsa, sou isit la nan baz dimil, nou di nou te gen dis UN Et celles zewo.

source: So in base two, why can't we that we have one two - one two - and zero ones.
ht: Se konsa nan baz de, poukisa pa nou sa nou genyen yon sèl de-une de - Et celles zewo.

source: So, this right here is saying one two and zero ones.
ht: Se konsa, sa a isit-menm vle di yon sèl ceux de Et zewo.

source: I want to make sure you understand the analogy here.
ht: M vle pou pi si ou konprann analoji isit la.

source: In base ten... let me write a larger number in base ten... ...and so if I write the number 256 in base ten... so, this is base ten over here, what does this say?
ht: Nan baz ten. moke kite m' ekri yon pi gwo kantite nan baz dimil... .. .and se konsa si mwen ekri nimewo 256 nan baz dis... Se konsa, sa se baz dimil sou isit la, se sa ki fè bagay sa a ap di?

source: This is saying two hundreds, so, two times a hundred... or, maybe I should write down the word so I don't confuse the symbols... two hundreds plus five times... or maybe I should I say two hundreds plus five tens... two hundreds, plus five tens, plus six ones.
ht: Sa vle di menm dè santèn de, afin de fwa pa san (100)... ou, petèt mwen ta dwe ekri pawòl la se konsa, mwen pa bouye senbòl yo favè relijye... dè santèn de plus senk fwa... ou gen dwa mwen ta dwe m' ap di dè santèn de senk dizaines... plus de Des, plis dè dizèn senk, plis sis pitit.

source: That's what I represent here, and the way we know that is that we know that if we go two places to the left, this is the hundreds place, this is the tens place, and this is the ones place.
ht: Se sa mwen repwezante isit la, ak jan nou konnen sa se pou nou konnen ke si nou ale kote de sou bò gòch, se la Des plas, sa se dè dizèn lieu, Et se sa rele pitit la place.

source: And if you know from your exponents, this is equal to ten times ten.
ht: Et, si ou konnen de représentants ou, sa rive fè dis fwa dis.

source: This right here is equal to ten times itself only once and this is equal to ten times itself, I guess you could call it, zero times.
ht: Isit-menm rive fè dis fwa se yon sèl fwa Et sa rive fè dis fwa li menm, mwen panse ou te kapab rele l, zewo fwa.

source: Or, if you know your exponents, this is ten to the second power, this is ten to the first power place, and this is ten to the zeroth power place.
ht: Oubyen si w konnen ou exposants, sa se dis pou dezyèm pouvwa, se dis premye kote pouvwa, Et, se dis kote pouvwa zeroth a.

source: And if you added another digit here, that would be the thousandths place, which would be ten times ten times ten.
ht: Si ou te ajoute yon lòt chif isit la, sa ta dwe kote millièmes a, ki ta pwal dis fwa dis fwa dis.

source: We're going to do the exact same thing in base two but, instead of using ten, we're going to use two.
ht: Nou pwal fè egzat menm bagay nan baz de la Men olye ke yo itilize dis, nou pral sèvi ak de.

source: So, now this is the two's place.
ht: Se konsa, koulye a se sa place de la.
